১০.১। আদর্শ গ্যাস Ideal Gas

পরীক্ষা করে দেখা গেছে একই পরিমাণের বিভিন্ন গ্যাস একই আয়তনের বিভিন্ন পাত্রে একই তাপমাত্রায় রেখে যদি চাপ পরিমাপ করা হয় তাহলে প্রত্যেকের চাপ প্রায় সমান পাওয়া যায়। তাপমাত্রা যত বাড়ানো হবে, গ্যাসগুলোর চাপের মান তত কাছাকাছি পাওয়া যাবে এবং তারা আদর্শ গ্যাস সমীকরণ তত নিকটভাবে মেনে  চলবে।

আদর্শ গ্যাস সমীকরণ: pV = nRT

উচ্চ তাপমাত্রা ও নিম্নচাপে সকল গ্যাস এ সমীকরণ মেনে চলে। যে সকল গ্যাস এ সমীকরণ মেনে চলে তারা আদর্শ গ্যাস। বাস্তবে পরিপূর্ণভাবে আদর্শ গ্যাসের অস্তিত্ব নেই। আদর্শ গ্যাসের আচরণ থেকেই আমরা বাস্তব গ্যাস সম্পর্কে ধারণা পেতে পারি।

১০.২। গ্যাস সূত্রাবলি Gas Laws

গ্যাসের চলরাশি তিনটি: চাপ(p), আয়তন(V) ও তাপমাত্রা(T)। এদের যেকোনো একটি স্থির থাকলে অন্য দুটি পরিবর্তিত হওয়ার সময় নির্দিষ্ট সূত্র মেনে চলে। এগুলোকে গ্যাসীয় সূত্র বলে। এ সূত্রগুলো হলো বয়েলের সূত্র, চার্লসের সূত্র, চাপীয় সূত্র।

১. বয়েলের সূত্র: "কোনো নির্দিষ্ট ভরের গ্যাসের তাপমাত্রা স্থির থাকলে তার আয়তন চাপের ব্যস্তানুপাতে পরিবর্তিত হয়।" 

স্থির ভর ও স্থির তাপমাত্রায়,
     V ∝ 1/p
বা, p₁V₁ = p₂V₂= ... = pnVn = ধ্রুবক, K

এ সূত্রানুযায়ী স্থির ভর ও স্থির তাপমাত্রায় আয়তন ও চাপের মধ্যে সম্পর্কস্থাপন করে। চাপ দ্বিগুণ করলে আয়তন অর্ধেক হয়, চাপ তিনগুণ করলে আয়তন এক-তৃতীয়াংশ হয়। 

২. চার্লসের সূত্র: “স্থির চাপে কোনো নির্দিষ্ট গ্যাসের আয়তন 0°C থেকে প্রতি ডিগ্রি সেলসিয়াস তাপমাত্রা বৃদ্ধির জন্য এর 0°C তাপমাত্রার আয়তনের 1/273 অংশ যথাক্রমে বৃদ্ধি পায়।”

1/273 হচ্ছে স্থির চাপে গ্যাসের আয়তন প্রসারণ সহগ gamma_{p}। সকল গ্যাসের জন্য gamma_{p} এর মান 1/273 C^-1 অর্থাৎ চাপ স্থির রেখে 0°C তাপমাত্রার নির্দিষ্ট ভরের V আয়তনের গ্যাসের তাপমাত্রা θ°C বাড়ালে আয়তন θ/273×V₀ পরিমান বাড়ে।

V=V₀ + θ/273V₀=V₀(1+θ/273)=V₀T/273

“স্থির আয়তনে নির্দিষ্ট ভরের গ্যাসের চাপ এর কেলভিন তাপমাত্রার সমানুপাতিক” → V∝T

পরমশূন্য তাপমাত্রা: যে তাপমাত্রায় গ্যাসের আয়তন শূন্য হয়, যার নিচে কোনো তাপমাত্রা থাকা সম্ভব নয়, কারণ তা হলে গ্যাসের আয়তন ঋণাত্মক হতে হয়, যা অসম্ভব, সেই সর্বনিম্ন কল্পনাযোগ্য তাপমাত্রাকে পরমশূন্য তাপমাত্রা বলে।
তাপমাত্রার পরম স্কেল: পরমশূন্য তাপমাত্রাকে শূন্য ধরে তাপমাত্রার যে স্কেল গণনা করা হয়, যার এক ভাগ সেলসিয়াস স্কেলের এক ভাগের সমান তাকে তাপমাত্রার পরম স্কেল বলে।

৩. চাপীয় সূত্র: “স্থির আয়তনে কোনো ভরের গ্যাসের চাপ 0°C থেকে প্রতি ডিগ্রি সেলসিয়াস তাপমাত্রা বৃদ্ধির এর 0°C তাপমাত্রার চাপের 1/273 অংশ বৃদ্ধি পায়।”

1/273 হচ্ছে স্থির আয়তনে গ্যাসের চাপ প্রসারণ সহগ gamma_{v}। সকল গ্যাসের জন্য gamma_{v} এর মান 1/273 C^-1 অর্থাৎ আয়তন স্থির রেখে 0°C তাপমাত্রার নির্দিষ্ট ভরের p₀ চাপের গ্যাসের তাপমাত্রা θ°C বাড়ালে চাপ θ/273×p₀ পরিমান বাড়ে।

p = p₀ + θ/273 * p₀= p₀(1 + θ/273)= p₀T/273

“স্থির আয়তনে নির্দিষ্ট ভরের গ্যাসের চাপ এর কেলভিন তাপমাত্রার সমানুপাতিক” → p∝T

অর্থাৎ গ্যাসের ভর ও আয়তন স্থির রেখে কেলভিন তাপমাত্রা দ্বিগুণ করা হলে চাপ দ্বিগুণ হবে, কেলভিন তাপমাত্রা তিন গুণ করা হলে চাপ তিন গুণ হবে।

১০.৩/ প্রমাণ তাপমাত্রা ও চাপ Standard Temperature & Pressure (S.T.P.)

প্রমাণ তাপমাত্রা: যে তাপমাত্রায় প্রমাণ চাপে বরফ গলে পানিতে পরিণত হয় বা পানি জমে বরফে পরিণত হয় সে তাপমাত্রাকে প্রমাণ তাপমাত্রা বলে। এর মান 273.15 K।
প্রমাণ চাপ: সমুদ্রপৃষ্ঠে 45° অক্ষাংশে 273.15 K তাপমাত্রায় উল্লম্বভাবে অবস্থিত 760 mm উচ্চতাবিশিষ্ট শুভ ও বিশুদ্ধ পারদক্ষন যে চাপ দেয় তাকে প্রমাণ চাপ বলে।)

:: প্রমাণ চাপ = 760 mm পারদস্তম্ভ চাপ = 1.013×10⁵ N/m² = 1 atm

১০.৪। আদর্শ গ্যাস সমীকরণ বা গ্যাস সূত্রাবলির সমন্বয় pV = nRT
Ideal Gas Equation: pV = nRT

বয়েলের সূত্র →V ∝ 1/p
চার্লসের সূত্র →V∝T
:: V∝T/P
:: pV=KT
:: p1V1/T1 = p2V2/T2 = … = pnVn/Tn = K, ধ্রূবক 
:: pV = nRT

